tools/backOfficeProvisioning/templates/getAccountHierarchy_SDPTemplate.xml

<soapenv:Envelope xmlns:head="http://www.wildblue.viasat.com/XMLSchema/v3.0/Header" xmlns:prov="http://www.wildblue.viasat.com/XMLSchema/v4/webservice/ProvisioningFacade" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header><wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><wsu:Timestamp wsu:Id="TS-88E9A7569521D539AF1519328763253926"><wsu:Created>2018-02-22T19:46:03.253Z</wsu:Created><wsu:Expires>2018-02-22T19:51:03.253Z</wsu:Expires></wsu:Timestamp><wsse:UsernameToken wsu:Id="UsernameToken-88E9A7569521D539AF1519328763253925"><wsse:Username>QAADMIN</wsse:Username><wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">d3druBrekEa</wsse:Password><wsse:Nonce EncodingType="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-soap-message-security-1.0#Base64Binary">+4s1opP3hCMYoCegA8l1uw==</wsse:Nonce><wsu:Created>2018-02-22T19:46:03.253Z</wsu:Created></wsse:UsernameToken></wsse:Security>
      <head:wildBlueHeader>
         <head:invokedBy>
            <head:username>QAADMIN</head:username>
            <head:application>ReadyAPI</head:application>
         </head:invokedBy>
      </head:wildBlueHeader>
   </soapenv:Header>
   <soapenv:Body>
      <prov:getAccountHierarchy>
         <prov:accountReference>302659639</prov:accountReference>
      </prov:getAccountHierarchy>
   </soapenv:Body>
</soapenv:Envelope>
